export default function AboutStore() {
  return (
    <section>
      <p className="mb-4">
        85-Store（ハコストア）は古着と新品を扱うセレクトショップです。<br />
        商品のセレクト基準には<br />
        <strong className="text-secondary">「オーセンティック + アルファ」</strong><br />
        を掲げ、自分がずっと好きなもの（軸）と今好きなもの（まわり）をバランス良くミックスして、変化する感性、変化しない感性を表現するお店です。
      </p>
      <p className="mb-4">
        洋服が軸にはありますが、場所（ハコ）を作って、その周りに色んな人や物が集まることで、常に変化していくことを受け入れながら進んでいくコンセプトで<br />
        洋服以外の創作活動（小説、デザイン、イラスト、写真、動画）を楽しみながら表現し、ブレながら進んでいくことを是としています。
      </p>
    </section>
  );
}
